AevtOdocError = "Échec à l’ouverture de certains fichiers de ressources.";
AlreadyExistTypeAndID = "Il existe déjà une ressource ‘%s’ de numéro %d. Voulez-vous la remplacer ou en créer une avec un nouveau numéro (Unique ID) ?";
AlreadyExistingID = "Il existe une ressource de même numéro. Voulez-vous remplacer la ressource existante ou en créer une nouvelle avec un nouveau numéro (Unique ID) ?";
AskRemoveProtectedBit = "Cette ressource est protégée. Voulez-vous ôter la protection ? Vous pouvez aussi la déprotéger plus tard dans l’Inspecteur avant de sauvegarder la table.";
BadFontSize = "Mauvaise taille de police ‘%d’ (doit être entre 4 et 512 pts).";
CantCreateNewRezFile = "Impossible de créer le nouveau fichier de ressources (erreur ‘%d’).";
CantOpenRezFileForWriting = "Impossible d’ouvrir le fichier de ressources en écriture (erreur ‘%d’).";
CantSaveReadOnly = "Impossible de sauvegarder les modifications: le document est en lecture seule.";
ConfirmCloseModifiedEditedRes = "Certaines ressources éditées n’ont pas été validées. Voulez-vous les fermer quand même ?";
ConfirmRevert = "OK pour revenir à la dernière version sauvegardée ? Les modifications faites depuis la dernière sauvegarde seront perdues.";
CouldNotDeleteExistingFile = "Impossible de supprimer le fichier existant.";
CouldNotFindTemplates = "Impossible de trouver les ressources TMPL. L’édition par gabarits ne fonctionnera pas correctement.";
CouldNotGetTemplateData = "Désolé. Impossible d’obtenir la définition du gabarit pour ce type. Vous devriez signaler ce problème et utiliser l’éditeur hexadécimal à la place.";
CouldNotOpenTemplates = "Impossible d’ouvrir les ressources TMPL. L’édition par gabarits ne fonctionnera pas correctement.";
CouldNotSaveEditedRez = "Une ressource éditée n’a pu être sauvegardée. L’opération a été annulée.";
CreateUsingTemplate = "Création d’une ressource avec le gabarit ‘%s’";
DataParsingException = "Une erreur s’est produite au cours de l’analyse des données. Cette ressource est peut-être corrompue.";
ErrorImportingAeteFromXml = "Une erreur ‘%d’ s’est produite au cours de l’importation de la ressource ‘aete’ à partir du fichier Xml.";
ErrorInitializingBitmapEditor = "Une erreur s’est produite au cours de l’initialisation de l’éditeur d’icones. Utiliser l’éditeur hexadécimal à la place.";
ErrorInitializingPictureViewer = "Une erreur s’est produite au cours de l’initialisation de l’image.";
ErrorResizingImage = "Cette image doit avoir entre %ld et %ld pixels.";
ErrorSavingBitmapResource = "Une erreur s’est produite au cours de la sauvegarde de la ressource bitmap.";
ErrorSavingRezMapDoc = "Une erreur ‘%d’ s’est produite au cours de la sauvegarde de la table de ressource.";
ErrorSettingSize = "Une erreur ‘%d’ s’est produite en fixant la taille de la police.";
ErrorWhileParsingResource = "Une erreur ‘%d’ s’est produite au cours de l’analyse de la ressource.";
ErrorParsingWithTemplate = "Une erreur ‘%d’ s’est produite au cours de l’analyse de la ressource avec le gabarit. Utiliser l’éditeur hexadécimal à la place.";
ErrorWhileSavingTemplateWindow = "Une erreur ‘%d’ s’est produite au cours de la validation du gabarit. La ressource originale n’a pas été modifiée.";
ErrorWithIconEditor = "Une erreur ‘%d’ s’est produite dans l’éditeur d’icones.";
HaveReadPermission = "Impossible d’enregistrer le fichier. Vérifiez que vous possédez bien les droits d’accès en lecture.";
HaveWritePermission = "Impossible d’enregistrer le fichier. Vérifiez que vous possédez bien les droits d’accès en écriture.";
HexStringMustBeEven = "La chaîne doit contenir un nombre pair de valeurs hexadécimales.";
HexStringWrongSize = "Une chaîne hexadécimale n’est pas valide (devrait comporter ‘%c’ octets).";
InvalidHexDataInScrap = "Impossible de coller les données du presse-papier dans ce cadre: valeurs hexadécimales non valides.";
InvalidHexDataInString = "Chaîne hexadécimale non valide.";
MapsNotSelected = "Les deux branches de ressources doivent être sélectionnées.";
MenuResourceDeclaresMDEF = "Ce menu déclare une ressource MDEF ‘%d’. Rezilla n’édite que les ressources utilisant la définition standard. Utiliser l’éditeur hexadécimal à la place.";
NewRezMapReplaceExisting = "Êtes-vous d’accord pour détruire le fichier existant et le remplacer par un nouveau avec une branche de ressources vide ?";
NoIDSpecified = "Vous devez spécifier un numéro ID pour la ressource.";
NoOpenWritePermission = "La branche de ressources de ‘%s’ est déjà ouverte avec accès en écriture depuis une autre application. Essayez de l’ouvrir en mode Read-Only.";
NoPictOnClipboard = "Il n’y a pas de ressource ‘PICT’ dans le presse-papiers.";
NoRezInAnyFork = "Le fichier ‘%s’ ne contient aucune ressource.";
NoRezInDataFork = "Le fichier ‘%s’ ne contient aucune ressource dans la branche de données.";
NoRezInRezFork = "Le fichier ‘%s’ ne contient aucune ressource dans la branche de ressources.";
NoTemplateForThisType = "Pas de gabarit disponible pour le type ‘%s’.";
NoTypeSpecified = "Vous devez spécifier un type pour la ressource.";
OpenForkError = "Erreur à l’ouverture de la branche de ressource.";
ParseXmnuRezFailed = "La ressource ‘xmnu’ correspondant à cette ressource ‘MENU’ n’a pas le format attendu. Elle ne sera pas prise en compte.";
PermissionError = "Fichier ‘%s’: erreur d’autorisation d’accès. Le fichier est peut-être utilisé en service avec une autre application.";
RequireSystemNine = "Rezilla requiert le Système 9 ou plus.";
RequireSystemTen = "Rezilla requiert le Système OSX ou plus.";
ResourceExistsWithID = "Il existe déjà une ressource de numéro ‘%d’.";
ResourceLongerThanExpected = "La ressource contient plus de données que prévu. Utiliser l’éditeur hexadécimal pour examiner le contenu.";
ResourceLongerThanTemplate = "Il y a plus de données dans la ressource que ce qui est prévu par le gabarit. Les données excédentaires seront perdues si vous validez les modifications.";
RezMapAlreadyOpened = "Une table de ressources est déjà ouverte pour ce fichier.";
RezMapsDoNotDiffer = "Les tables de ressources sont identiques compte-tenu des critères de comparaison.";
RezPickerNotAvailable = "Désolé. Impossible d’ouvrir le sélectionneur de types.";
SaveBitmapEditorWindow = "Voulez-vous sauvegarder les modifications faites avec l’éditeur d’images ?";
SaveEditedResource = "Voulez-vous sauvegarder les modifications faites avec l’éditeur de ressources ?";
SaveHexWindow = "Voulez-vous sauvegarder les modifications faites avec l’éditeur hexadécimal ?";
SaveModifiedResource = "Voulez-vous sauvegarder les modifications apportées à cette ressource ?";
SavePictEditorWindow = "Voulez-vous sauvegarder les modifications faites à cette image ?";
SaveRezMapWindow = "Voulez-vous sauvegarder les modifications avant de refermer la table de ressources ?";
SaveTemplateWindow = "Voulez-vous sauvegarder les modifications faites avec l’éditeur de gabarits ?";
SaveTextEditorWindow = "Voulez-vous sauvegarder les modifications faites avec l’éditeur de texte ?";
SaveXmnuData = "Certaines données doivent être stockées dans une ressource ‘xmnu’, sans quoi elles seront perdues. Voulez-vous que Rezilla crée cette ressource?";
SavingResourceFailed = "La sauvegarde de la ressource ‘%s’ a échoué.";
SelectKeyForTemplate = "Ce type de ressource possède differents formats selon la valeur de la propriété ci-dessous. Sélectionner la valeur correspondant au format souhaité.";
SolveConflictSimilarlyForNext = "Résoudre le conflit de façon analogue pour les autres ressources";
SomeResourcesEditedInOtherMode = "%d ressource(s) déjà éditée(s) dans un autre mode d’édition. Fermer la ou les fenêtres d’édition correspondantes et réessayer.";
StringShorterThanRequired = "La chaîne doit comporter ‘%c’ octets.";
SystemError = "Erreur système ‘%d’";
TemplateParsingException = "Les données de cette ressource ne correspondent pas au format défini dans le gabarit.";
ThisResourceEditedInOtherMode = "Cette ressource est déjà éditée dans un autre mode d’édition. Fermer la fenêtre d’édition correspondante et réessayer.";
TypeFieldIsEmpty = "Le type ne peut être vide: c’est un code à quatre caractères.";
UnknownTemplateTag = "Balise de gabarit inconnue ‘%s’.";
ValidateEditedResBeforeSave = "Certaines ressources éditées sont modifiées. Refermez-les avant de sauvegarder la table de ressources.";
ValidateEditedResBeforeSaveAs = "Certaines ressources éditées sont modifiées. Refermez-les avant de sauvegarder la table de ressources.";
WritePermissionError = "Impossible d’ouvrir le fichier en écriture. Voulez-vous essayer en lecture seule?";
WrongIdForSelectedTemplate = "Étant donné le gabarit choisi, le numéro de cette ressource devrait être ‘%d’. S’il n’est pas corrigé, l’éditeur de gabarit ne pourra ouvrir cette ressource.";
XmnuAlreadyEdited = "La ressource ‘xmnu’ correspondant à cette ressource ‘MENU’ est déjà éditée ailleurs. Fermer son éditeur d’abord.";
XmnuEditedInMenuEditor = "Cette ressource ‘xmnu’ est déjà éditée dans l’éditeur de menus par l’intermédiaire de la ressource ‘MENU’ correspondante.";
